Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 那位翊家的大小姐，尽管他已经拒绝了几次了却百折不饶，天天准时准点的来找他。这让他很是无奈，但她是武殿的顾客，点名要江逸出战杨管事也没办法。
en_us: That young mistress of the Yi Family simply refused to give up no matter how many times Jiang Yi turned her down, coming here every day like clockwork to order him. Although Jiang Yi was exasperated, there was little he or Manager Yang could do, as she was a customer of the Martial Arts Hall after all.

source: 那傻乎乎的猪将闻言一愣，认真思考了一番后，正要朝那座寂静无人的天庭冲进去时，忽然感觉虚空剧烈地波动了起来，让他那硕大的体型差点凭空摔倒！
en_us: The silly pig soldier was taken aback when he heard that. After seriously contemplating for a while, he came to a decision. Just as he was about to charge towards the silent and uninhabited Heavenly Court, he felt the void shake violently. His massive body nearly fell flat on the floor!

source: 那光晕绚丽而又迷离，就仿佛最美的梦境。
en_us: That halo was gorgeous yet blurry, like the most beautiful of dreams.

source: 那几十黑蝌蚪般的文字突然解散了队形，纷纷爪牙舞爪的朝他脑袋扑了上来，一个个咬他的身体，甚至还有想要钻入他眼睛和耳朵的！
en_us: The tadpole-like words suddenly abandoned their organized formation and ferociously flew towards his head in a massive swarm. Most latched on to his body, and some made to burrow into his eyes and ears!

source: 那句话，那声音仿佛有无穷魔力，居然让亿万冥军不由自主地安静了下来，纷纷停下了正在进行的动作。
en_us: The voice that delivered the sentence seemed to contain infinite charm. It silenced hundreds of millions of Netherworld soldiers and stopped their advance.

source: 那只能赔钱了！
en_us: Then there was no choice but to pay for the damages!

source: 那可恶的神色落入红发美女眼中，真是要多讨厌就有多讨厌，暗暗在心头骂了一声，小人得志，迟早让你知道厉害……
en_us: That abhorrent look fell into the eyes of the redheaded beauty, and she was annoyed as she could be. She cursed in her heart, Just a scoundrel getting his own way, I'll show you who's good sooner or later.

source: 那可是三十瓶奥法药剂，意味着三十次永久提升魔力的机会。
en_us: That was 30 bottles of Arcane Magic Potion, which meant 30 chances to permanently enhance the magic power.

source: 那可是真正的人间凶器，除了强化附魔属性之外，还能将附魔成功率提升到一个恐怖的程度，百分之百可能有些夸张，但至少百分之九十是可以保证的，想想吧，一个达到百分之九十成功率的附魔宗师，那将是何等妖孽的一件事？
en_us: That was a genuine worldly weapon. In addition to strengthening the attributes of magical enchantment, it could also raise the enchantment success rate to a terrifying level. A 100 percent would be an exaggeration, but it could guarantee at least 90 percent. Just think about an enchantment guru with a 90 percent success rate, what a demonic thing it would be?

source: 那天在会客室里，两人就已经达成了协议。
en_us: That day, the two of them had reached an agreement in the reception room.

source: 那天在冒险者公会门口分开之后，凭着林立赠送的狮蝎尾刺，麦格雷尼父女很顺利的完成了任务，按照他们往常的习惯，一次任务完成之后，往往会休息一段时间才会接下另一个，但是那天也不知道怎么回事，交完任务之后，麦格雷尼却执意要去任务公告处看一看。
en_us: That day, after parting at the gate of the Adventurers Guild, McGrenn and his daughter successfully completed the quest with the Manticore's tail Lin Li had given them. According to their usual habits, they would often rest for a period of time after one quest was completed before taking another. However, she wasn't sure what happened that day, but after turning in the quest McGrenn had insisted on going to the quest notice board to have a look.

source: 那总管幽幽一笑，轻描淡写的说道：“这名画是从聚珍阁购得，花费十两紫金，我也不要你的多，原价赔偿就行！否则，嘿嘿……就算打死你们，我们也有地方说理去。”
en_us: The chief supervisor smiled faintly and, as though he was trying to play down the issue, said simply, "This artwork was purchased at Pearl Gathering Pavilion and cost some ten taels of purple gold. Look, I don't want much from you. All you need to do is to pay me back the original value of the artwork! Otherwise... hehe... even if we beat you two to death, we have the right of reason."

source: 那戒指的色泽看上去有些灰暗，也不知道用的是什么材料，但工艺却是细腻而又精致，一道道精细的花纹盘绕，如同众星拱月一般托起一颗黑色的钻石。而那淡淡的魔法波动，就是从这颗钻石上透出的。
en_us: The color and luster of the ring looked rather dull. Though the materials used were unknown, its craftsmanship was delicate and sophisticated. Fine patterns swirled around a black diamond, like a myriad of stars surrounding the moon. The slight magical wave that he felt came from this black diamond.

source: 那把伴随他征战一生，号令天下的火龙剑！
en_us: This was the Fire Dragon Sword that had accompanied him in battle his entire life! A sword that reigned supreme!

source: 那护卫一冲进来就看到三个拳影，自然本能的双手一架挡住面门，哪知江逸的真实拳身却是砸向他的左肩。
en_us: Upon seeing the three fist shadows the moment he burst in, the guard instinctively raised his arms to block the attack; however, Jiang Yi smashed his real fist towards his left shoulder.

source: 那是一丝若有若无的黑线，就在麦格雷尼的右手上面，看上去细细的一丝，若隐若现的，若不是林立看得仔细，还真不一定能够发现。
en_us: It was an inconspicuous black line on McGrenn's right hand. It was thin and indistinct. If Lin Li had not looked carefully, he might not have discovered it.

source: 那是一只刚做的卷轴袋，做工虽然有些粗糙，但却缝得很用心，拿在手上，林立仿佛都还能感觉到伊娜淡淡的体温……
en_us: It was a newly-sewed scroll pouch. The craftsmanship was a tad rough, but nevertheless, it was meticulously sewed. He could almost feel Ina's warmth on the pouch as he held it in his hands...

source: 那是一名漂亮的小姐，年纪看起来只有十六七岁，五官长得比小奴还要精致几分，一袭淡黄色的长裙将她玲珑有致的娇躯包裹地严严实实，她坐在群花围绕地雅阁内静静的捧着一本书观看，旁边一杯热茶热气飘绕，更给人一种淡雅出尘的气质，就像一朵花中之王，让群花都失去了颜色般。
en_us: She was a beautiful young lady, who seemed like she was aged just sixteen or seventeen, with facial features that were more delicate than Xiaonu by several levels. Dressed in a light-yellow long dress that wrapped tightly around her delicate body, she sat in the elegent pavilion that was surrounded by flowers, quietly reading a book held in her hands with a cup of hot tea next to her that had hot vapour swirling above. She gave off an air of elegence and perfection, like a queen amongst flowers, completely overshadowing all the other flowers surrounding her.

source: 那是一头暗红色的狮子，但尾巴却比一般狮子要长上许多，末端上还带着一个倒勾，在光亮术的余光之下，那倒勾上还闪动着幽幽的蓝光，林立看得很清楚，刚才它猛扑过来的时候，用来袭击自己的既不是爪子也不是牙齿，而是那尾巴上的倒勾……
en_us: It was a dark-red lion with a tail that was much longer than the average lion’s. It had an inverted hook at the end, giving off a faint blue shimmer under the afterglow of the Illuminating Spell. Lin Li could see clearly that it had attacked neither with its claws nor teeth a while ago, but instead it had swooped in on him with the inverted hook on its tail.

source: 那是一条细细的银质项链，斜斜挂在安东尼－罗林拇指上，正亮晶晶的闪动着银光，但真正引人注目的，却是那颗镶嵌在项链上的蓝色宝石，椭圆形的宝石大约有拇指大小，被一片仿佛花瓣般的银丝包裹着，在一片蒙蒙的银光之下，正散发出神秘而又优雅的气息……
en_us: There was a thin silver necklace hanging obliquely on Anthony Rolin's thumb, shimmering with silver light. But what really stood out was the blue gem mounted on the necklace. The oval gemstone was about the size of a thumb and wrapped in silver wires like a petal, giving off an air of mystery and elegance under a sheet of silvery light...

source: 那是一枚天蓝色的水晶，在夕阳的余辉之下，晶莹剃透的水晶正折射出七彩斑斓的光晕。
en_us: It was a sky-blue crystal. In the afterglow of the setting sun, the sparkling crystal reflected a colorful halo.

source: 那是一种全方位的差距，不仅仅是力量与经验，还包括对规则的理解。
en_us: It was an all-dimensional disparity, not only in power and experience, but also in the comprehension of rules.

source: 那是一种很奇怪的感觉，就好象被什么东西给堵住了。
en_us: It was a strange feeling, like being blocked by something.

source: 那是一种毫不掩饰的优越感，就好象当初克伦威尔告诉他，“我们梅林家族在魔法公会还算说得上话”时一样……
en_us: It was an undisguised sense of superiority, just like how when Cromwell had told him "the Merlin Family does have a say in the Guild of Magic"...

source: 那是一种豁然开朗的感觉。
en_us: It was a sense of enlightenment.

source: 那是一种近乎本能般的直觉，林立知道，这绝对是一件强大的魔法装备，至少不会比自己身上的怒焰之袍差。
en_us: It was an almost instinctive intuition. Lin Li knew that this was definitely a powerful magical gear, at least comparable to the Robe of Wrath he was wearing.

source: 那是一种近乎绝望的感觉，在那巨大的旋涡当中，林立觉得自己完全没有一丝反抗的余地。
en_us: It was a feeling of desperation. In the midst of the huge vortex, Lin Li felt that he had no room to fight back.

source: 那是一种近乎致命的美感，骄傲而又冷艳，让人不由生出征服的****以林立的心神修养，在回过头去的瞬间，也是禁不住刹那失神。
en_us: It was an almost-fatal kind of aesthetic—proud yet cold. A person couldn't help but feel the desire to conquer, and even with Lin Li's mental cultivation, he had gotten momentarily lost the moment he looked back.

source: 那是几片黑色的花瓣，大概是因为前两天累过了头的缘故，今天一早起来，林立迷迷糊糊的就又进了药剂室，等到反应过来想闪人的时候，却忽然在一堆药渣中发现了这几片花瓣。
en_us: It was a few black petals. He had most likely been too tired the past two days, and had walked into the potion lab again in a daze this morning when he woke up. He had wanted to leave once he came to realize where he'd gone when he suddenly spotted the flower petals among a pile of potion dregs.

source: 那枚红宝石戒指的威力，竟是出乎他意料的强大，数十条火龙奔腾而来的时候，至少相当于一个八级魔法的威力，林立虽然凭着一面元素护盾抵削弱了大部分的伤害，却还是有那么一两道火龙突破了元素护盾的封锁，直接攻击到了他的身体。
en_us: The power of the ruby ring was stronger than he had expected. When the dozens of fire dragons surged forward, it was equivalent to the power of a level-eight magic. Athought Lin Li had weakened most of the damage with the elemental shield, there were still one or two fire dragons that broke through the blockage of the elemental shield, directly attacking his body.

source: 那柳长老瞪了江逸一眼，手中开始亮起红色元力单手附在丹炉侧壁上，不过他眸子一转，突然转头朝江逸招手道：“你，过来！给这炉丹药先回火，老夫去看看丹方。”
en_us: Elder Liu stared at Jiang Yi as the single hand he placed on the cauldron walls started glowing with red essence force. However, he shifted his pupils and turned his head towards Jiang Yi as he waved his hand, ordering, "You, get over here! Help me temper the flames of this cauldron of elixirs; I am going to check the elixir formula."

source: 那点金棒实在变态，深渊秘银本身就能强化魔法抗性，再经过深邃之银大幅提升，一个低级抗魔属性，竟也生生被他弄得强悍无比，这一件怒焰之袍穿出去，怕是要让五级以下的魔法师彻底绝望了……
en_us: The gold rod was certainly a sick item. The abyss mithril itself could strengthen magic resistance, and after being greatly enhanced by the deep silver, a low-level magic resistance attribute had been made incredibly potent by him. If the Robe of Wrath was worn out, it would probably make mages under level-five utterly depressed...

source: 那炼丹师脸上露出一丝失望之色，再次看了一下丹药，很快转身朝外走去，同时交代管事：“好好招待这位客人，我先去请示一下二小姐。”
en_us: That alchemist reveal a sliver of disappointment on his face. Looking at the elixirs once again, he quickly turned his body and walked out of the booth. At the same time, he instructed the manager by saying, "Entertain this customer well, I need to consult with Second Young Mistress for a moment."

source: 那种充满野性的美丽，对出身于魔法世家的克伦威尔来说，有着一种近乎致命的吸引力。
en_us: The untamed beauty exuded by Ina had a near-fatal attraction for Cromwell, who was born into a mage family.

source: 那种感觉，就好象一道紧闭的大门，忽然敞开了。
en_us: The kind of feeling was like a closed door suddenly opened.

source: 那竟是在伊娜家见过的红发美女！
en_us: It was the redheaded beauty he saw at Ina's place!

source: 那管事接过令牌，脸上露出不出意料的神情，不过他并没有立即答应，反而低头沉吟起来。
en_us: The housekeeper received the token with a look of astonishment, yet he did not immediately respond; instead, he lowered his head and started muttering to himself.

source: 那管事放声大笑，嘲弄的望着江逸道：“道理？你这侍女在我这做工，我可少了他一分银钱？她不好好做工？竟跑去内堂，毁掉了我们楼主在聚珍阁重金购买的一副名画。还有……你这小子不问青红皂白，冲进来就打伤我们风月楼的护卫！既然你要说道理，那要不我们去你们江家刑堂说去？哼哼……今日不给个说法，这事就算闹到哪去都没完。”
en_us: The housekeeper laughed aloud. He stared at Jiang Yi and replied sarcastically, "Justice? Your maidservant works for me. Have I ever not paid her a cent less? She did not do her work properly, you know? Not only did she brazenly run to the inner court, she even destroyed a famous painting that our Fengyue Brothel boss bought at an exorbitant price. "On top of that... you, little brat, you did not bother finding out what happened, and just rushed in and attacked our guards here at Fengyue Brothel indiscriminately! Since you say you want to serve justice, then should we go over to your Jiang Clan Disciplinary Court to seek that justice? Hmph... if you can't give us an explanation or a solution, we will be at an impasse and the problem will not go away."

source: 那管事满眸都是惊疑走前几步，目光在江逸身上打了几个转，开口问道：“迷幻步？幻影拳？缠丝手？你是江家的子弟？敢问是谁家的公子？江家的几位爷鄙人倒是略有耳闻。”
en_us: That housekeeper took several steps forward, his eyes giving a look of bewilderment. Taking several glances at Jiang Yi from top to bottom, he asked, "Psychedelic Step? Phantom Punch? Silk Hand? Are you a member of the Jiang Clan? Dare I ask, are you a young master, and which family do you belong? This humble servant has indeed heard of some of the young masters of the Jiang Clan."

source: 那翊飞儿明显对江逸不感冒，等翊凌雪走了之后，淡淡的看着江逸一眼昂着头走进一个练功房内，在门口才漠然说道：“还不进来？”
en_us: Yi Fei-er was apparently uninterested in Jiang Yi. After Yi Lingxue's departure, she looked at Jiang Yi dispassionately and went into the Technique Practising Room with her head held up high. She stopped at the doors and said in an indifferent tone, "You are not coming inside?"

source: 那股力量是如此强大，克伦威尔甚至都还没来得及发出惨叫，就已经被狠狠的击飞出去，整个人就好象是一只断线的风筝，足足飞出了十几米远，最后在众人的目光注视下，重重的落到了门口的台阶上。
en_us: The force was extremely powerful. Cromwell hardly had the time to let out a cry before he was being knocked off. He flew a whole dozen meters like a kite with broken strings. At last, he landed heavily on the steps of the door, with all eyes on him.

source: 那边江逸对着书册，仔细辨认，整整找了小半个时辰才找到柳长老所需的八九种药草，用一个小杆秤准确的秤好。
en_us: At the other corner of the building, Jiang Yi referenced the book and carefully identified the various medicinal herbs. It took an entire hour before he managed to find all nine medicinal herbs that Elder Liu requested. He used a small scale to accurately measure the right amount of each ingredient.

source: 那铸鼎境界三重旁系子弟江如鹰立即朝前走了两步，蹲了一个马步，满脸嘲弄的伸手指着胯下道：“来吧！钻过去。”
en_us: That collateral descendant Jiang Ruying, with a power level at the third stage of the Cast Tripod Realm, immediately took two steps forward and squatted down in a horse stance position. With a look of desire to make fun of Jiang Yi, he pointed towards the bottom of his groin and said, "Come on! Crawl through it!"

source: 那黑色元力竟从蓝色元力内分离出来，突然和附近的丹药药力融合了……
en_us: That black essence force actually separated from the blue essence force and suddenly merged with the nearby elixir powers...

source: 重新将怒焰之袍穿在身上，林立可以很清晰的感觉到，自己正被一股强大的魔法抗性包围着。
en_us: Putting the Robe of Wrath back on his body, Lin Li could clearly feel that he was surrounded by a powerful wave of magic resistance.

source: 野钢花也顺便采了一些，只是以林立草药大师的身份，对这种廉价草药实在提不起兴趣，随随便便弄了一些，觉得够老家伙挥霍之后，就再不肯浪费力气弯腰。
en_us: Wild steelbloom was also picked by him on the way. But a Herb Master like Lin Li would not be interested in that kind of cheap herb. He simply picked some, and thinking it'd be enough for the old fellow to squander away, he refused to waste anymore energy bending over his back.

source: 金发美女仍然穿着那件红色软甲，高挑的身材，修长的双腿，在红色软甲勾勒下，展露出无限美好的曲线，大概是因为赶路太急的关系，白皙的俏脸上泛起一丝红晕，金色长发垂落，在阳光下异常耀眼。
en_us: The blond beauty was still wearing the red vest. It revealed a gorgeous curve with her tall figure and slender legs that was outlined by the red vest. Perhaps it was due to the rush of the journey, but a tinge of red glow appeared on her fair face. Her long blond hair hung straight and dazzled in the sun.

source: 金发美女低头走在林间小道上，听着那一段段生动有趣的故事，感受着少年魔法师身上传来的男子气息，不知道为什么，忽然感觉自己脸上有些发烫。
en_us: The blond beauty walked with her head down along the forest path, listening to the interesting stories and feeling the manly aura coming from the young mage. For reasons unknown to her, she suddenly felt her face burn.

source: 铁钳夹起通红的深渊秘银，一只手已是从无尽风暴之戒中拿出铁锤。
en_us: Lin Li used an iron clamp to pick the red abyss mithril up and, with the other hand, he took out a hammer from the Ring of Endless Storm.

source: 银质小刀轻轻一挑，两片泰罗果皮就被挑了出来，透明的烧杯中，荡漾着浓浓的泰罗果汁液。
en_us: With a gentle pick of the silver knife, the two pieces of terocone peel were picked out. The clear beaker was brimming with thick terocone succus.

source: 铸鼎境一二重和铸鼎境三重的武者差距明显很大！
en_us: First- and second-stage Cast Tripod Realm warriors were worlds' apart from third-stage Cast Tripod Realm warriors!

source: 铸鼎境三重到铸鼎境四重，需要的元力再次翻倍了，江逸在武殿内修炼有无限的灵神丹，还有黑色元力增幅丹药药力，他现在的修炼速度绝对可比江恨水了。
en_us: The essence force needed to elevate from the third to fourth stage of the Cast Tripod Realm essentially doubled. Fortunately, Jiang Yi had access to an endless supply of Spirit Pills at the Martial Arts Hall, in addition to his black essence force which he used to strengthen the power of the pills. His cultivation speed could definitely match that of Jiang Henshui now.

source: 铸鼎境三重的战力，完全不是目前的他可以对抗的……
en_us: The combat strength of a third-stage Cast Tripod Realm was not something he could withstand with his present capabilities…

source: 铸鼎境五重的江如狼很快也被击飞出来，被江逸扫了他一巴掌，白皙的脸上一个掌印清晰无比，火辣辣的疼。
en_us: Jiang Rulang who was of fifth stage of the Cast Tripod Realm, got sent flying in a short notice. The slap he got from Jiang Yi, left a red burning palm mark on his fair skin.

source: 铸鼎境六重！
en_us: The sixth stage of the Cast Tripod Realm!

source: 镀上了深邃之银的点金棒，稳定性已经达到了一个令人发指的程度，他现在要考虑的是，如何才能最大限度的，利用魔法金属带来的附魔效果。
en_us: The stability of gold rods coated with deep silver had already reached an appalling level. What he had to consider now was how to maximize the enchantment effect brought on by magical metals.

source: 镀金玫瑰的装潢充满了神秘气息，走进那宽敞的大厅里，林立很容易的就能感觉到，四周魔法波动有些异常，这是大量魔法物品相互排斥相互干扰造成的。
en_us: The decoration of Gilded Rose was full of mysterious aura. As he walked into the hall, Lin Li could easily feel the unusual magical wave in the surroundings caused by the large number of magical items that repelled and interfered with each other.

source: 镇西军难得来天羽城招人，这对于江家是个机会，江云山自然想抓住这个机会，只要能安排数十名家族子弟进镇西军中，只要这数十人有一两个能出头，江家就能发展壮大。
en_us: It was rare that for the Western Garrison Army to recruit at Skyplume City. Naturally, Jiang Yunshan intended to seize the opportunity for the Jiang Clan. He hoped he could pull enough strings for a few dozens of the Jiang Clan descendants to enroll into the Western Garrison Army; even if just a few of them managed to excel in the army, it would be enough to bring eminence and acclaim to the Jiang Clan.

source: 长发之下，是一张绝美的面容。
en_us: Underneath the long hair was a stunningly beautiful face.

source: 长腿美女一出山洞，克伦威尔又哪还坐得住，赶忙站起身来：“我陪你去……”
en_us: Cromwell could hardly sit still upon seeing the long-legged beauty go out of the cave. He stood hastily and said, "I'll go with you..."

source: 门口一道身影探头探脑的正朝炼丹房内偷看，看到只有江逸一人后松了一口气，蹑手蹑脚的走了进来。
en_us: The figure at the door peeked his head in to secretly observe the interior of the alchemy lab. Spotting only Jiang Yi, the figure heaved a sigh of relief and tiptoed silently into the room.

source: 门后站着一名约莫六七十岁的老人，一眼望去白须白发满面皱纹，只是举手投足之间，却又中气十足丝毫不显老态，老人身上穿着一件白色长袍，大概是因为经常与药水打交道的缘故，长袍上到处都是药水留下的痕迹，青一块紫一块的，看上去多多少少有些脏乱。
en_us: An old man in his sixties or seventies stood behind the door. He had white hair and a face full of wrinkles, but his actions were full of vigor, displaying no signs of old age at all. He wore a long white robe dappled with stains, probably due to the frequent use of potions. There were black and blue traces everywhere on his robe, which made it look kind of messy.

source: 门是虚掩的，江逸直接用肩膀撞开，冲入后院目光如刀子般四处扫去。
en_us: Using his shoulder, Jiang Yi slammed into the hollow door and smashed into the backyard, his eyes sweeping the area like a blade.

source: 问清楚了野钢花的生长地点，林立没怎么耽搁就出门去了。
en_us: After clarifying the location of the place where the wild steelbloom grew, Lin Li went out without much delay.

source: 问题……他穷得连底裤穿了两年都没换新的，他有个屁的钱啊？
en_us: The problem was... he was so poor that he had not gotten new underwear for the past two years. What money could he possibly have?

source: 闹了半天，这家伙献宝似的把自己领来，就是为了让自己看这么一堆破东西？林立真是又好气又好笑。
en_us: After all the fuss, this rascal had led him here thinking it had some treasure to offer but instead he was showed a pile of junk? Lin Li did not know if he should find it funny or angry.

source: 阴影之巢能给他们什么？无非就是金钱装备，可这些东西，魔法公会根本就不缺，屠魔山谷每年数百万金币收入，装备一发就是一百套，各种药剂更是源源不断的发下来，在这样巨大的幸福当中，又有谁舍得离开？
en_us: What could the Shadow's Nest give them? It was nothing but money and equipment. The Guild of Magic had no lack of these. Every year, millions of gold coins were collected from the Demon Fall Valley; and now, 100 sets of equipment were provided at once, and various kinds of potions were distributed continuously. Bathed in such great happiness, who'd be willing to leave?

source: 除了传说中的黑莲花之外，大量的稀有草药同样可遇而不可求，特别是在药剂配成之后，还需要混入永恒之树的汁液，因为只有永恒之树的汁液，才能够为三个传奇魔法提供足够的魔力支持。
en_us: Other than the legendary black lotus, a great deal of rare herbs was also hard to find. After the completion of the potion, sap from the Eternity Tree had to be added in. Only the sap from the Eternity Tree would be able to provide magical support to the three legendary magic.

source: 除了奥术飞弹等寥寥几个纯攻击性法术之外，其他无一不是阴险毒辣的控制法术。
en_us: Other than a few purely attacking spells like the arcane missiles, everything else was ruthless control spells.

source: 除了林立之外，几乎所有人都傻了。
en_us: Almost everyone was dumbfounded except for Lin Li.

source: 除了梅林家族刚才小试牛刀之外，加洛斯三大魔法家族中，曼尼斯家族，萨鲁曼家族，竟是连一次手都没出过，他们不出手的原因其实也不难想象，同为加洛斯三大魔法家族之一，相互间可以说是知根知底，都有了无须说明的默契，谁谁谁该拿多少多少瓶，三大家族心中有数，谁也不会去破坏这份暗中维持的默契。
en_us: Among the three major mage families in Jarrosus, except for the Merlin Family who had taken a whirl earlier on, the Mannes Family and the Saruman Family had not even made a move. The reason for their inaction was not hard to imagine—as one of Jarrosus three major mage families, they knew each other through and through and shared an unspoken understanding. The three families knew how many bottles each should take, and no one would undermine this tacit understanding.

source: 除了生小孩之外，还有什么是这小子不会的……(未完待续，如欲知后事如何，请登陆www.qidian.com，章节更多，支持作者，支持正版阅读！)
en_us: There was nothing this kid could not do, besides giving birth...

source: 除了穿越前的那一次疯狂之外，他还从来没象今天这么累过。
en_us: Except for the madness before he had time-travelled, he had never been as tired as he was today.

source: 除了老怨妇之外，凯文也过来看了几次。
en_us: Other than that hag, Kevin had also dropped by a few times to take a look.

source: 除了这唯一的不和谐音外，一切看上去都跟以前没什么不同。
en_us: Everything looked the same except for this.

source: 除了魔纹结构稍有偏差之外，这根法杖也算得上是不错了，林立点了点头：“不错的法杖，就是不知道价格怎么样？”
en_us: Apart from a slight deviation in the mageweath structure, this was a good enough staff. Lin Li nodded. "Nice staff, I wonder how much it costs."

source: 除此之外，他再也没有发现黑色元力还有其他的功能，他分析了一下，这黑色元力应该是一种很独特的能量，拥有增幅的功能——能增幅他蓝色元力的威力，增幅他的五官敏锐度，增幅丹药的药力。
en_us: Besides those, he failed to discover any other abilities of the black essence force. Upon some analysis, he concluded that this black essence force probably had a very unique capability: that of the power of augmentation. It was capable of intensifying the power of blue essence force, capable of intensifying the sharpness of the five senses, and capable of increasing the efficacy of elixirs.

source: 除此之外，黑莲花还能配出无限法能，奥术领域，等等几种精神强化药剂，虽然不如短暂神格变态，但比起虚无缥缈的神匠级别配方来，这几种药剂可就要现实多了，至少林立在达到药剂宗师级别时，已经掌握了它们的配方。
en_us: In addition, the black lotus could also be used to create mental strengthening potions like the Infinite Magical Ability, Arcane Field, and more. Although they were less freaky than the Ephemeral Divinity Potion, these potions were far more realistic than the illusory Divine Smith level formula. At least Lin Li had mastered their formula when he had reached the level of a pharmacist guru.

source: 除非老梅林愿意废掉克伦威尔，另选一个家族继承人。
en_us: Unless Old Merlin was willing to disown Cromwell and choose another successor.

source: 陷入阴谋论中的克伦威尔可没空去想，跟八级魔兽沟通是一件多么艰巨的任务。
en_us: Cromwell, caught up with his conspiracy theories, had no time to think what a difficult task communicating with a level-eight magical beast was.

source: 随后在无数人期待的目光中，江逸出人意料的苦练了整整一个月，才勉强提炼出几丝微不足道的水系元力——即便是族内资质最差的普通子弟，也只需花上三五天便能达到这一效果。
en_us: Unfortunately, contrary to the high expectations of many Jiang Clan members, Jiang Yi cultivated a near-negligible amount of water-element essence force despite training for an entire month. This was shocking, considering how even the most ordinary of descendants only needed up to three to five days to achieve the same result.

source: 随后，整座天庭焕发出亮眼到极致的符文金光……
en_us: Moments later, the entire Heavenly Court glowed with extreme radiance amidst the lights of the golden runes…
